/* 
  Localizable.strings
  Shadow

  Created by Étienne de Thoury on 26/04/2018.
  Copyright © 2018 Romain Caire. All rights reserved.
*/

"viewcontroller_gamer_mode_auto" = "Auto";
"viewcontroller_gamer_mode_locked" = "Locked mouse";
"viewcontroller_gamer_mode_unlocked" = "Unlocked mouse";

"viewcontroller_mouse_to_auto" = "Auto";
"viewcontroller_mouse_to_lock" = "Lock";
"viewcontroller_mouse_to_unlock" = "Unlock";

"viewcontroller_alert_hardware_decoder_not_found_title" = "Attention!";
"viewcontroller_alert_hardware_decoder_not_found_text" = "Your device does not seem optimized for H.265 decoding. You may have a degraded experience.";
"viewcontroller_alert_hardware_decoder_not_found_ok" = "Continue with H.265";
"viewcontroller_alert_hardware_decoder_not_found_cancel" = "Switch to H.264";
"viewcontroller_alert_hardware_decoder_not_found_warning" = "Do not ask me again";

"viewcontroller_alert_hardware_decoder_h264_not_found_title" = "Attention!";
"viewcontroller_alert_hardware_decoder_h264_not_found_text" = "Your hardware seems too old to support high resolutions. If you encounter performance issues, try to scale down the resolution on your Shadow.";
"viewcontroller_alert_hardware_decoder_h264_not_found_ok" = "Ok";
"viewcontroller_alert_hardware_decoder_h264_not_found_warning" = "Do not warn me again";

"viewcontroller_alert_hardware_decoder_hevc_not_enabled_title" = "Attention!";
"viewcontroller_alert_hardware_decoder_hevc_not_enabled_text" = "Your configuration does not support H.265 encoding.  Please disable this option and restart Shadow.";
"viewcontroller_alert_hardware_decoder_hevc_not_enabled_ok" = "Ok";

"ocapture_not_updated_title" = "Update needed";
"ocapture_not_updated_text" = "Please restart Windows. If the problem persists, please contact the Support team.";
"ocapture_not_updated_ok" = "Ok";
